{
  "users": [
    {
      "id": "001",
      "login": "antony",
      "password": "werty5",
      "registed_at": "2050-09-22",
      "role_id": 0
    },
    {
      "id": "c92c",
      "login": "geralt",
      "password": "werty5",
      "registed_at": "2048-12-31 21:22",
      "role_id": 1
    }
  ],
  "roles": [
    {
      "id": 0,
      "name": "Администратор"
    },
    {
      "id": 1,
      "name": "Модератор"
    },
    {
      "id": 2,
      "name": "Читатель"
    },
    {
      "id": 3,
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Кот оправдал надежды !",
      "image_url": "https://loremflickr.com/cache/resized/65535_53606943483_f8c977b6e3_n_280_150_nofilter.jpg",
      "content": "Сложно сказать, почему интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, ограничены исключительно образом мышления. Господа, разбавленное изрядной долей эмпатии, рациональное мышление однозначно фиксирует необходимость поэтапного и последовательного развития общества. Кстати, ключевые особенности структуры проекта формируют глобальную экономическую сеть и при этом — преданы социально-демократической анафеме. Каждый из нас понимает очевидную вещь: синтетическое тестирование способствует повышению качества модели развития. \n \n  В частности, высокое качество позиционных исследований обеспечивает широкому кругу (специалистов) участие в формировании укрепления моральных ценностей. Имеется спорная точка зрения, гласящая примерно следующее: базовые сценарии поведения пользователей набирают популярность среди определенных слоев населения, а значит, должны быть описаны максимально подробно. В своём стремлении улучшить пользовательский опыт мы упускаем, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, ограничены исключительно образом мышления. Как принято считать, интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. Лишь представители современных социальных резервов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть заблокированы в рамках своих собственных рациональных ограничений.",
      "published_at": "2045-08-08"
    },
    {
      "id": "002",
      "title": "Задача организации",
      "image_url": "https://loremflickr.com/cache/resized/1864_29646517167_ecb863d7d5_n_280_150_nofilter.jpg",
      "content": "Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: современная методология разработки позволяет выполнить важные задания по разработке поставленных обществом задач. Внезапно, некоторые особенности внутренней политики неоднозначны и будут подвергнуты целой серии независимых исследований.\n \n Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующих условий активизации. Прежде всего, реализация намеченных плановых заданий, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых предложений. С учётом сложившейся международной обстановки, постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании новых принципов формирования материально-технической и кадровой базы. В своём стремлении улучшить пользовательский опыт мы упускаем, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, ограничены исключительно образом мышления. Как принято считать, интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. Лишь представители современных социальных резервов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть заблокированы в рамках своих собственных рациональных ограничений.",
      "published_at": "2045-07-04"
    },
    {
      "id": "003",
      "title": "Новая модель организационной деятельности расставила все точки над i",
      "image_url": "https://loremflickr.com/cache/resized/65535_52730399535_9ebd065dbf_n_280_150_nofilter.jpg",
      "content": "В целом, конечно, понимание сути ресурсосберегающих технологий, в своём классическом представлении, допускает внедрение инновационных методов управления процессами. Разнообразный и богатый опыт говорит нам, что граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса как самодостаточных, так и внешне зависимых концептуальных решений. Сложно сказать, почему диаграммы связей, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе. В частности, существующая теория позволяет оценить значение глубокомысленных рассуждений. Наше дело не так однозначно, как может показаться: реализация намеченных плановых заданий предопределяет высокую востребованность первоочередных требований.\n \n Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующих условий активизации. Прежде всего, реализация намеченных плановых заданий, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых предложений. С учётом сложившейся международной обстановки, постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании новых принципов формирования материально-технической и кадровой базы. В своём стремлении улучшить пользовательский опыт мы упускаем, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, ограничены исключительно образом мышления. Как принято считать, интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. Лишь представители современных социальных резервов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть заблокированы в рамках своих собственных рациональных ограничений.",
      "published_at": "2045-08-05"
    },
    {
      "id": "004",
      "title": "Частотность поисковых запросов одухотворила всех причастных!",
      "image_url": "https://loremflickr.com/cache/resized/65535_52749868962_6051a265dc_280_150_nofilter.jpg",
      "content": "В целом, конечно, понимание сути ресурсосберегающих технологий, в своём классическом представлении, допускает внедрение инновационных методов управления процессами. Разнообразный и богатый опыт говорит нам, что граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса как самодостаточных, так и внешне зависимых концептуальных решений. Сложно сказать, почему диаграммы связей, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе. В частности, существующая теория позволяет оценить значение глубокомысленных рассуждений. Наше дело не так однозначно, как может показаться: реализация намеченных плановых заданий предопределяет высокую востребованность первоочередных требований.\n \n Прежде всего, реализация намеченных плановых заданий, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых предложений. С учётом сложившейся международной обстановки, постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании новых принципов формирования материально-технической и кадровой базы. В своём стремлении улучшить пользовательский опыт мы упускаем, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, ограничены исключительно образом мышления. Как принято считать, интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. Лишь представители современных социальных резервов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть заблокированы в рамках своих собственных рациональных ограничений.",
      "published_at": "2045-08-08"
    },
    {
      "id": "005",
      "title": "Частокол на границе оправдал надежды граждан",
      "image_url": "https://loremflickr.com/cache/resized/65535_53548333355_94fec3d517_n_280_150_nofilter.jpg",
      "content": "Сложно сказать, почему интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, ограничены исключительно образом мышления. Господа, разбавленное изрядной долей эмпатии, рациональное мышление однозначно фиксирует необходимость поэтапного и последовательного развития общества. Кстати, ключевые особенности структуры проекта формируют глобальную экономическую сеть и при этом — преданы социально-демократической анафеме. Каждый из нас понимает очевидную вещь: синтетическое тестирование способствует повышению качества модели развития. \n \n  В частности, высокое качество позиционных исследований обеспечивает широкому кругу (специалистов) участие в формировании укрепления моральных ценностей. Имеется спорная точка зрения, гласящая примерно следующее: базовые сценарии поведения пользователей набирают популярность среди определенных слоев населения, а значит, должны быть описаны максимально подробно. В своём стремлении улучшить пользовательский опыт мы упускаем, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, ограничены исключительно образом мышления. Как принято считать, интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. Лишь представители современных социальных резервов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть заблокированы в рамках своих собственных рациональных ограничений.",
      "published_at": "2045-08-08"
    },
    {
      "id": "006",
      "title": "Смешно, но был сорван доклад председателя совхоза",
      "image_url": "https://loremflickr.com/cache/resized/65535_53098650734_d8379c7f35_n_280_150_nofilter.jpg",
      "content": "В целом, конечно, высокое качество позиционных исследований не даёт нам иного выбора, кроме определения переосмысления внешнеэкономических политик. Как принято считать, явные признаки победы институционализации преданы социально-демократической анафеме. Ясность нашей позиции очевидна: граница обучения кадров играет определяющее значение для направлений прогрессивного развития.\n \n Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующих условий активизации. Прежде всего, реализация намеченных плановых заданий, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых предложений.Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: курс на социально-ориентированный национальный проект предопределяет высокую востребованность вывода текущих активов.",
      "published_at": "2045-08-10"
    },
    {
      "id": "007",
      "title": "Логотип крупнейшей компании по производству мыльных пузырей попахивает безумием",
      "image_url": "https://loremflickr.com/cache/resized/5244_5249114947_ff00a06b61_n_280_150_nofilter.jpg",
      "content": "Для современного мира синтетическое тестирование играет определяющее значение для новых принципов формирования материально-технической и кадровой базы. Современные технологии достигли такого уровня, что высококачественный прототип будущего проекта, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для поэтапного и последовательного развития общества.\n \n  В своём стремлении улучшить пользовательский опыт мы упускаем, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, ограничены исключительно образом мышления. Как принято считать, интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. Лишь представители современных социальных резервов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть заблокированы в рамках своих собственных рациональных ограничений.",
      "published_at": "2045-08-09"
    },
    {
      "id": "008",
      "title": "Благородные стремления не спасут: ночь оказалась долгой",
      "image_url": "https://loremflickr.com/cache/resized/8116_8677543292_86c1084d37_n_280_150_nofilter.jpg",
      "content": "Безусловно, граница обучения кадров требует анализа инновационных методов управления процессами. В своём стремлении повысить качество жизни, они забывают, что разбавленное изрядной долей эмпатии, рациональное мышление способствует повышению качества укрепления моральных ценностей. А ещё многие известные личности разоблачены. Противоположная точка зрения подразумевает, что стремящиеся вытеснить традиционное производство, нанотехнологии представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть объявлены нарушающими общечеловеческие нормы этики и морали.\n \n Кстати, элементы политического процесса являются только методом политического участия и объединены в целые кластеры себе подобных. Разнообразный и богатый опыт говорит нам, что консультация с широким активом играет определяющее значение для своевременного выполнения сверхзадачи.",
      "published_at": "2045-08-12"
    },
    {
      "id": "009",
      "title": "Мелочь, а приятно: герцог графства коронован",
      "image_url": "https://loremflickr.com/cache/resized/65535_53118310350_d290d7210e_280_150_nofilter.jpg",
      "content": "Для современного мира внедрение современных методик является качественно новой ступенью глубокомысленных рассуждений. В своём стремлении повысить качество жизни, они забывают, что начало повседневной работы по формированию позиции требует от нас анализа первоочередных требований. Ясность нашей позиции очевидна: современная методология разработки говорит о возможностях благоприятных перспектив. Сложно сказать, почему диаграммы связей будут заблокированы в рамках своих собственных рациональных ограничений.\n \n Но тщательные исследования конкурентов являются только методом политического участия и объективно рассмотрены соответствующими инстанциями. Принимая во внимание показатели успешности, убеждённость некоторых оппонентов, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для направлений прогрессивного развития. Как уже неоднократно упомянуто, базовые сценарии поведения пользователей являются только методом политического участия и призваны к ответу.",
      "published_at": "2045-09-01"
    },
    {
      "id": "010",
      "title": "Да, в провинциях ещё есть чем поживиться",
      "image_url": "https://loremflickr.com/cache/resized/65535_53051175997_2e6e722db7_n_280_150_nofilter.jpg",
      "content": "Для современного мира внедрение современных методик является качественно новой ступенью глубокомысленных рассуждений. В своём стремлении повысить качество жизни, они забывают, что начало повседневной работы по формированию позиции требует от нас анализа первоочередных требований. Ясность нашей позиции очевидна: современная методология разработки говорит о возможностях благоприятных перспектив. Сложно сказать, почему диаграммы связей будут заблокированы в рамках своих собственных рациональных ограничений.\n \n Но тщательные исследования конкурентов являются только методом политического участия и объективно рассмотрены соответствующими инстанциями. Принимая во внимание показатели успешности, убеждённость некоторых оппонентов, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для направлений прогрессивного развития. Как уже неоднократно упомянуто, базовые сценарии поведения пользователей являются только методом политического участия и призваны к ответу.",
      "published_at": "2045-09-11"
    },
    {
      "id": "993a",
      "image_url": "https://loremflickr.com/cache/resized/65535_52579342719_2a2af8651d_n_320_240_nofilter.jpg",
      "title": "Инцидент не исчерпан: героям были возданы соответствующие почести",
      "content": "Господа, разбавленное изрядной долей эмпатии, рациональное мышление, в своём классическом представлении, допускает внедрение своевременного выполнения сверхзадачи. А также реплицированные с зарубежных источников, современные исследования освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Разнообразный и богатый опыт говорит нам, что дальнейшее развитие различных форм деятельности требует определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.\n\nРазнообразный и богатый опыт говорит нам, что выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для поставленных обществом задач. Однозначно, тщательные исследования конкурентов представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Равным образом, сложившаяся структура организации не даёт нам иного выбора, кроме определения стандартных подходов. Таким образом, синтетическое тестирование обеспечивает широкому кругу (специалистов) участие в формировании системы массового участия. В частности, высокое качество позиционных исследований предопределяет высокую востребованность поставленных обществом задач. И нет сомнений, что стремящиеся вытеснить традиционное производство, нанотехнологии могут быть подвергнуты целой серии независимых исследований!\n\nСложно сказать, почему интерактивные прототипы подвергнуты целой серии независимых исследований. В своём стремлении улучшить пользовательский опыт мы упускаем, что предприниматели в сети интернет, инициированные исключительно синтетически, объявлены нарушающими общечеловеческие нормы этики и морали. А также некоторые особенности внутренней политики неоднозначны и будут объявлены нарушающими общечеловеческие нормы этики и морали.",
      "published_at": "2058-07-25 17:23"
    },
    {
      "id": "814e",
      "image_url": "https://loremflickr.com/cache/resized/65535_52706077934_9a3860e070_n_280_150_nofilter.jpg",
      "title": "Известный инсайдер",
      "content": "А ещё явные признаки победы институционализации, вне зависимости от их уровня, должны быть рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. С другой стороны, выбранный нами инновационный путь создаёт предпосылки для инновационных методов управления процессами. Но базовые сценарии поведения пользователей рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Идейные соображения высшего порядка, а также разбавленное изрядной долей эмпатии, рациональное мышление предполагает независимые способы реализации инновационных методов управления процессами. А ещё тщательные исследования конкурентов, превозмогая сложившуюся непростую экономическую ситуацию, обнародованы. Приятно, граждане, наблюдать, как сделанные на базе интернет-аналитики выводы, превозмогая сложившуюся непростую экономическую ситуацию, ассоциативно распределены по отраслям.\n\nА также акционеры крупнейших компаний и по сей день остаются уделом либералов, которые жаждут быть ассоциативно распределены по отраслям. В своём стремлении повысить качество жизни, они забывают, что современная методология разработки прекрасно подходит для реализации укрепления моральных ценностей. Как принято считать, многие известные личности освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок.",
      "published_at": "2040-06-16 21:18"
    },
    {
      "id": "5f71",
      "image_url": "https://loremflickr.com/cache/resized/65535_52750893698_5b1c16297f_n_280_150_nofilter.jpg",
      "title": "Независимые СМИ потому и независимы",
      "content": "Противоположная точка зрения подразумевает, что активно развивающиеся страны третьего мира призывают нас к новым свершениям, которые, в свою очередь, должны быть ограничены исключительно образом мышления! Наше дело не так однозначно, как может показаться: синтетическое тестирование является качественно новой ступенью новых предложений. Однозначно, многие известные личности призывают нас к новым свершениям, которые, в свою очередь, должны быть обнародованы.",
      "published_at": "2062-11-03 21:25"
    },
    {
      "id": "2768",
      "image_url": "https://loremflickr.com/cache/resized/65535_53825568604_251d958c46_n_280_150_nofilter.jpg",
      "title": "Котэ поясняет",
      "content": "Вот вам яркий пример современных тенденций — укрепление и развитие внутренней структуры позволяет оценить значение глубокомысленных рассуждений. Мы вынуждены отталкиваться от того, что новая модель организационной деятельности позволяет выполнить важные задания по разработке переосмысления внешнеэкономических политик. Прежде всего, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения новых принципов формирования материально-технической и кадровой базы.\nИ в этом вся суть данной модели развития, которая не способна осознать всю глубину наших глубин.\nСомнительной, но окей!",
      "published_at": "2057-04-09 21:53"
    },
    {
      "id": "6e70",
      "image_url": "https://loremflickr.com/cache/resized/5748_22124772535_3a42517bd6_n_280_150_nofilter.jpg",
      "title": "Подтверждено: чистосердечное признание облегчает душу",
      "content": "Равным образом, внедрение современных методик обеспечивает широкому кругу (специалистов) участие в формировании новых принципов формирования материально-технической и кадровой базы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие обеспечивает актуальность анализа существующих паттернов поведения. Лишь представители современных социальных резервов могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.\n\nИмеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса формируют глобальную экономическую сеть и при этом — объявлены нарушающими общечеловеческие нормы этики и морали. Однозначно, реплицированные с зарубежных источников, современные исследования обнародованы. Сложно сказать, почему предприниматели в сети интернет набирают популярность среди определенных слоев населения, а значит, должны быть разоблачены. Следует отметить, что реализация намеченных плановых заданий предполагает независимые способы реализации благоприятных перспектив.\n\nКартельные сговоры не допускают ситуации, при которой непосредственные участники технического прогресса лишь добавляют фракционных разногласий и обнародованы. С другой стороны, консультация с широким активом в значительной степени обусловливает важность укрепления моральных ценностей. Есть над чем задуматься: ключевые особенности структуры проекта набирают популярность среди определенных слоев населения, а значит, должны быть разоблачены. Кстати, стремящиеся вытеснить традиционное производство, нанотехнологии лишь добавляют фракционных разногласий и объективно рассмотрены соответствующими инстанциями. ",
      "published_at": "2044-08-09 21:53"
    }
  ],
  "comments": [
    {
      "id": "d068",
      "author_id": "001",
      "post_id": "002",
      "published_at": "2038-02-14 13:12",
      "content": "Заниматься и также отдыхать)"
    },
    {
      "id": "ac47",
      "author_id": "001",
      "post_id": "002",
      "published_at": "2057-05-15 17:40",
      "content": "Ну и остальное по мелочи"
    },
    {
      "id": "07d4",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2058-12-30 02:44",
      "content": "Опять траблы с картинками"
    },
    {
      "author_id": "c92c",
      "post_id": "002",
      "published_at": "2043-06-26 11:29",
      "content": "Делать дела",
      "id": "MbOBAQl"
    }
  ],
  "sessions": [
    {
      "id": "cf1d",
      "hash": "0.51276309399044772696640848153037950396537780761719",
      "user": {
        "id": "001",
        "login": "antony",
        "password": "werty5",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "362f",
      "hash": "0.50649785802080415919590450357645750045776367187500",
      "user": {
        "id": "001",
        "login": "antony",
        "password": "werty5",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "d064",
      "hash": "0.80957070571990286111940804403275251388549804687500",
      "user": {
        "id": "001",
        "login": "antony",
        "password": "werty5",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "e857",
      "hash": "0.73363915964206061204322395497001707553863525390625",
      "user": {
        "id": "001",
        "login": "antony",
        "password": "werty5",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "faf5",
      "hash": "0.79767054166631234934925487323198467493057250976563",
      "user": {
        "id": "001",
        "login": "antony",
        "password": "werty5",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "79e5",
      "hash": "0.98426342727143834032688118895748630166053771972656",
      "user": {
        "id": "001",
        "login": "antony",
        "password": "werty5",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "hash": "0.87745711246893409729352697468129917979240417480469",
      "user": {
        "id": "001",
        "login": "antony",
        "password": "werty5",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": "M1U1JVS"
    },
    {
      "hash": "0.77186830509322779114711465808795765042304992675781",
      "user": {
        "id": "c92c",
        "login": "geralt",
        "password": "werty5",
        "registeredAt": "2048-12-31 21:22",
        "roleId": 1
      },
      "id": "3KzbXhx"
    },
    {
      "hash": "0.62948068119722311308805728913284838199615478515625",
      "user": {
        "id": "001",
        "login": "antony",
        "password": "werty5",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": "YcJv5F7"
    }
  ]
}